Repository: rilysh/free
Catalog: */*/free.po
Languages: fr

source: Display the amount of space for RAM and swap.
fr: Afficher la quantité d'espace pour la RAM et l'échange.

source: --bytes show the output in bytes
fr: --bytes afficher la sortie en octets

source: --kilo show the output in kilobytes
fr: --kilo afficher la sortie en kilo-octets

source: --mega show the output in megabytes
fr: --mega afficher la sortie en mégaoctets

source: --giga show the output in gigabytes
fr: --giga afficher la sortie en gigaoctets

source: --tera show the output in terabytes
fr: --tera afficher la sortie en téraoctets

source: --peta show the output in petabytes
fr: --peta afficher la sortie en pétaoctets

source: --kibi show the output in kibibytes
fr: --kibi afficher la sortie en kibioctets

source: --mibi show the output in mibibytes
fr: --mibi afficher la sortie en mibioctets

source: --gibi show the output in gibibytes
fr: --gibi afficher la sortie en gibioctets

source: --tibi show the output in tibibytes
fr: --tibi afficher la sortie en tibioctets

source: --pibi show the output in pibibytes
fr: --pibi afficher la sortie en pibioctets

source: --decimal use decimal format, e.g. pow(1000, n)
fr: --decimal utilisez le format décimal, par ex. puissance(1000, n)

source: -h, --human show the output in human readable form, e.g. 2.3G
fr: -h, --human afficher le résultat sous une forme lisible par l'homme, par ex. 2.3G

source: -t, --total show the sum of total, free, and used RAM and swap
fr: -t, --total afficher la somme de la RAM totale, libre et utilisée et du swap

source: -s, --secs continue printing in every N seconds
fr: -s, --secs continuer à imprimer toutes les N secondes

source: -c, --count continue printing N times and exit
fr: -c, --count continuer à imprimer N fois et quitter

source: --help print this help section
fr: --help imprimer cette section d'aide

source: --version print the current version
fr: --version imprimer la version actuelle
